---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricWireDistance
source: html/ea29c958-142c-be87-63be-e184c01db009.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricWireDistance Property

"Wire distance": The distance between wires

## Syntax (C#)
```csharp
public static ForgeTypeId FabricWireDistance { get; }
```